<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AttackElement.mlmodelc/analytics/coremldata.bin</key>
		<data>
		xysb1PdUtLoxlUE3Fgd1RAkpMYs=
		</data>
		<key>AttackElement.mlmodelc/coremldata.bin</key>
		<data>
		hAuCl/VW4eEKab8RvkbUZcX+2hw=
		</data>
		<key>AttackElement.mlmodelc/metadata.json</key>
		<data>
		dI6OyLENpkjr5zRUV2NllC1D4XE=
		</data>
		<key>AttackElement.mlmodelc/model.espresso.net</key>
		<data>
		fzTArOJOJ3s3+CaQFnGA6PjxrxM=
		</data>
		<key>AttackElement.mlmodelc/model.espresso.shape</key>
		<data>
		37tj3ojKNAx/jbbJU70i0lchpWQ=
		</data>
		<key>AttackElement.mlmodelc/model.espresso.weights</key>
		<data>
		0wYH38QlwFUqUYIgx01XbFnpAH4=
		</data>
		<key>AttackElement.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>AttackElement.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		F4eV5mXReQYVzJ6dkMJcS5UbxSA=
		</data>
		<key>DefenseElement.mlmodelc/analytics/coremldata.bin</key>
		<data>
		BdUSCR1Jij7xmhbF0kYX0Q3zZMc=
		</data>
		<key>DefenseElement.mlmodelc/coremldata.bin</key>
		<data>
		EPjn2a7Guo6lxF6IfqrItlH18ik=
		</data>
		<key>DefenseElement.mlmodelc/metadata.json</key>
		<data>
		zQ8fwTIqF2XCVw+rwhyRt1ukMGE=
		</data>
		<key>DefenseElement.mlmodelc/model.espresso.net</key>
		<data>
		yvYnUlfFg0UTetwJi6Q3VYcAWCk=
		</data>
		<key>DefenseElement.mlmodelc/model.espresso.shape</key>
		<data>
		cOJYDFwAcSDm7UzDVGWbRIPaMUg=
		</data>
		<key>DefenseElement.mlmodelc/model.espresso.weights</key>
		<data>
		nm2ZS5eWP8Q2o0dzIq2fa+Wx0oY=
		</data>
		<key>DefenseElement.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>DefenseElement.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Headers/ElementalFramework.h</key>
		<data>
		L6bhl8J8vuw3gr5BJMTCgDL+Etg=
		</data>
		<key>Info.plist</key>
		<data>
		VbbxLy5rY5v1Z4zgBU1zN47VGl0=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<data>
		ibSqAoegmZBGWdJrlYiYj3KEGG4=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		9aizSXOmKftD0x0CXHTEN0pKaZY=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		iPthNOKDvCTqv885Bw93yY/xPTU=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		G5EhDK5t73QPJmDztxx2HTKSVZA=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		iPthNOKDvCTqv885Bw93yY/xPTU=
		</data>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		lvYaXyAAP/GUCA3Pc+kRh7TbyMg=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Nll8nrawo8b3gD5QttE4GNYGf4g=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>AttackElement.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JjoQmUkVoHsep6k3NgY44zngpfjrNF0eX/YiGIBTqjk=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			xhxvxIvVgDKNadF7CJPYXIpT+fd+t8fWmg01uZ07ZX8=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			qIumc2YUJwRvw4CDA5reUbykAcMPDbE4Hpl8EPyk6vw=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			UELsoKWihlDo1jLEYSKWvVTppmPHMu5RcK5Aesu8BVk=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			w6HLn7h0Cc3LVfr5P6efxgEWqwXS2WW2mS9n/1zhp0o=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			91kenHMHOf4awgpUIMkqfMRVMUdvMILoV1hR5BRNPwU=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>AttackElement.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fqS+FcI4rEwuh08zvYHDQXdsHxzEcqyRceEHSzm0arE=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qmJgaB/8/cHqzCh0LwXrDe0Jou3fLpd3skF8CKrjkAk=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WLnuk3Tgpm+eW3sOeHKsrgk389PvbmouaNcx/aarUBQ=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			nkIPKtoc6afUBsmJVxivzVRUdeocgjrl4KXwZeYNPZA=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qScueX01Y3cnpfaN1IQIpCbKw/g6DDOJaKuqgZ//2Q8=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			zw+8EMgw5cSoodTYuxKwz4k/WX3qm3amdHPEFvF/kcU=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			yr0EUyA6zGg6RsHOmTgdy+YPG2WoKvZSX/ycj5fV534=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>DefenseElement.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Headers/ElementalFramework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			0GeyCj6Ryf6tD8i1SfJ7z/gdMRJ+5oi2NY/Sv3xCFxM=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			OMmoOfv6Z4W4cqiCZWMJoqqIBQhejVIBrC8xP/agcsc=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BHUe0y109r1a8EpzyINmKABmNpo1RULfxKFMaea/QGQ=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			47w9vvakx2YFLfXdMhPOvBdXsoeXXxw1CUur1LOAQQY=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			SS0483J23KFIH9OUQuzVApgAV2qXH9eW7YMhWMIxaSg=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			47w9vvakx2YFLfXdMhPOvBdXsoeXXxw1CUur1LOAQQY=
			</data>
		</dict>
		<key>Modules/ElementalFramework.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			DKrwbuNuBCOLtegWOeemnekXStrY+dkbHKtlyltw/+Q=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			HRJCbdVKc4DTkFgYsWTKz6L2xhmOpgqN0vDD9KfB16U=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
